/* 
  Localizable.strings
  TSFeedback

  Created by 沧海无际 on 2020/5/14.
  
*/

"E-mail" = "Correo electrónico";
"Enter your email address here" = "Escriba su dirección de correo electrónico aquí";
"Content" = "Contenido";
"Note:" = "Nota: ";
"Submit" = "Envíe";
"Sending…" = "Enviando...";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "¡El correo ha sido enviado con éxito! Resolveremos el problema lo antes posible.";
"Send failed!" = "¡Envío fallido!";
"You can also click on product support to find the corresponding solution. Product Support >>" = "También puedes hacer clic en el soporte de producto para encontrar la solución correspondiente. Soporte de producto>> ";
"Product Support >>" = "Soporte de producto>>";
"Please make sure your network connection is working and submit again." = "Asegúrese de que la conexión de red está bien conectado y vuelva a enviarlo.";
"Feedback" = "Feedback";

"Please enter valid Email address." = "Por favor, introduzca una dirección de email válida.";

//MARK: - Feedback 2.0.0 定制
"Thanks for contacting us and telling us your opinions about our product." = "Gracias por contactarnos tu opinión sobre el producto.";
"What do you want to do with this product?" = "¿Qué problema quieres solucionar con este producto?";
"1: In order to quickly resolve the problem, please describe the problem you are experiencing as much detail as possible." = "1: Describe el problema que tienes con el mayor detalle posible, una descripción más clara lo ayudará a resolver el problema rápidamente;";
"What is your problem when using this product?" = "¿Qué problemas tienes al usar el producto?";
"1: If you have any questions about the product or after-sales service, please feel free to tell us." = "1: Si tienes alguna pregunta sobre el uso del producto o problema posventa, no dudes en enviarnos tus comentarios;";
"E-mail" = "Correo electrónico";
"Please enter a valid email address" = "Ingresa un correo electrónico válido";
"Please make sure your email is correct" = "Asegúrate de que el correo electrónico sea correcto";
"Notes:" = "Notas:";
"1: Due to the time difference of global customer service, you will get an answer within 48 hours on weekdays." = "1: Debido a la diferencia horaria global, nuestro servicio de atención al cliente te responderá dentro de las 48 horas posteriores al día laborable;";
"2: You can also check our online FAQs to quickly browse some order issues or technical problems." = "2: Si deseas buscar rápidamente algunos problemas de pedidos o problemas técnicos, también puedes visitar nuestros enlaces de preguntas frecuentes de pedidos y preguntas frecuentes de productos en línea;";
"order issues" = "preguntas frecuentes de pedidos";
"technical problems" = "preguntas frecuentes de productos";

"Attach log file" = "Adjuntar archivo de registro";
"Attach images:" = "Adjuntar fotos:";
"Add Image" = "Agregar fotos";
"Add up to 2 images" = "Suma hasta 2 fotos";
"Submit" = "Enviar";
"Sending…" = "Enviando...";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "¡El correo ha sido enviado con éxito! Resolveremos el problema lo antes posible.";
"Send failed!" = "¡Envío fallido!";
"Please make sure your network connection is working and submit again." = "Asegúrate de que la conexión de red esté bien conectado y vuelve a enviarlo.";
"Feedback" = "Feedback";
"OK" = "Aceptar";
